<a href="https://colab.research.google.com/github/tewei0328/AI/blob/master/%E5%96%AE%E5%85%832%5CDATA_pandas_read_stockprice.ipynb" target="_parent"><img src="https://colab.research.google.com/assets/colab-badge.svg" alt="Open In Colab"/></a>

In [0]:
import pandas as pd

In [0]:
df=pd.read_csv('https://raw.githubusercontent.com/tewei0328/AI/master/data/TX11_day.csv')

In [4]:
df.head()

         date   open   high    low  close
0  2019/10/18  11166  11245  11132  11149
1  2019/10/17  11131  11166  11098  11158
2  2019/10/16  11097  11147  11088  11131
3  2019/10/15  11053  11098  11030  11087
4  2019/10/14  10862  11068  10758  11056